tap "aquasecurity/trivy"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "thoughtbot/formulae"
brew "amazon-ecs-cli"
brew "asciinema"
brew "asdf"
brew "awscli"
brew "awslogs"
brew "bat"
brew "python@3.9"
brew "colima"
brew "dash"
brew "delve"
brew "direnv"
brew "editorconfig"
brew "fontforge"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gnupg"
brew "golangci-lint"
brew "jasper"
brew "graphviz"
brew "grep"
brew "hey"
brew "hub"
brew "ipinfo"
brew "jo"
brew "jq"
brew "mitmproxy"
brew "mycli"
brew "neovim"
brew "nodenv"
brew "openjdk"
brew "peco"
brew "pwgen"
brew "pyenv"
brew "rbenv"
brew "rcm"
brew "ripgrep"
brew "sqlmap"
brew "stern"
brew "subversion"
brew "terraformer"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "vim"
brew "wget"
brew "wifi-password"
brew "wireshark"
brew "yamllint"
brew "zplug"
brew "aquasecurity/trivy/trivy"
brew "hashicorp/tap/terraform-ls"
cask "1password-cli"
cask "android-studio"
cask "apparency"
cask "appcleaner"
cask "dash"
cask "docker"
cask "figma"
cask "firefox"
cask "flutter"
cask "fontforge"
cask "gather"
cask "github"
cask "glance"
cask "google-chrome"
cask "grammarly"
cask "iterm2"
cask "jasper"
cask "karabiner-elements"
cask "kindle"
cask "macwinzipper"
cask "maczip4win"
cask "mysqlworkbench"
cask "notion"
cask "postman"
cask "powershell"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "sensei"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "suspicious-package"
cask "tableplus"
cask "temurin8"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "watchguard-mobile-vpn-with-ssl"
cask "zsa-wally"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.Bookmarks"
vscode "alexisvt.flutter-snippets"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "circlecodesolution.ccs-flutter-color"
vscode "codescene.codescene-vscode"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "davidwoo.flutter-auto-import"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "eamodio.gitlens"
vscode "emeraldwalk.RunOnSave"
vscode "emilast.LogFileHighlighter"
vscode "erd0s.terraform-autocomplete"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "genieai.chatgpt-vscode"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "golang.go-nightly"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "jakebathman.mysql-syntax"
vscode "jebbs.plantuml"
vscode "joaoacdias.golang-tdd"
vscode "marcelovelasquez.flutter-tree"
vscode "mechatroner.rainbow-csv"
vscode "medo64.code-point"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "Nash.awesome-flutter-snippets"
vscode "nhoizey.gremlins"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "Oracle.mysql-shell-for-vs-code"
vscode "patbenatar.advanced-new-file"
vscode "plex.vscode-protolint"
vscode "premparihar.gotestexplorer"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "ryu1kn.partial-diff"
vscode "sdras.night-owl"
vscode "sdras.vue-vscode-extensionpack"
vscode "shardulm94.trailing-spaces"
vscode "streetsidesoftware.code-spell-checker"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "Vue.volar"
vscode "wandecilenio-martins.ddl-2-go-struct"
vscode "wayou.vscode-todo-highlight"
vscode "wesbos.theme-cobalt2"
vscode "wmaurer.change-case"
vscode "wmaurer.vscode-jumpy"
vscode "xabikos.JavaScriptSnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "zxh404.vscode-proto3"
