tap "aquasecurity/trivy"
tap "gjbae1212/gossm"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "thoughtbot/formulae"
brew "amazon-ecs-cli"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "readline"
brew "python@3.12"
brew "asciinema"
brew "gmp"
brew "libyaml"
brew "asdf"
brew "awscli"
brew "awslogs"
brew "bat"
brew "clang-format"
brew "cmake"
brew "unbound"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "dash"
brew "delve"
brew "editorconfig"
brew "python@3.11"
brew "fontforge", link: false
brew "fzf"
brew "fzy"
brew "libavif"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gnupg"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "hey"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "ipinfo"
brew "jo"
brew "jq"
brew "libxml2"
brew "protobuf"
brew "mitmproxy"
brew "mycli"
brew "neovim"
brew "openjdk"
brew "peco"
brew "plantuml"
brew "pwgen"
brew "python@3.10"
brew "qt"
brew "rcm"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "rust"
brew "semgrep"
brew "stern"
brew "subversion"
brew "terraformer"
brew "terrascan"
brew "tflint"
brew "tfsec"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "vim"
brew "wget"
brew "wifi-password"
brew "wireshark"
brew "yamllint"
brew "zsh-completions"
brew "aquasecurity/trivy/trivy"
brew "gjbae1212/gossm/gossm"
brew "hashicorp/tap/terraform-ls"
cask "1password-cli"
cask "1password@7"
cask "alacritty"
cask "android-studio"
cask "apparency"
cask "arc"
cask "cursor"
cask "docker"
cask "fig"
cask "firefox"
cask "font-hack-nerd-font"
cask "fontforge"
cask "gather"
cask "glance"
cask "google-chrome"
cask "iterm2"
cask "jpc-qlcolorcode"
cask "karabiner-elements"
cask "kindle"
cask "macwinzipper"
cask "maczip4win"
cask "mysqlworkbench"
cask "powershell"
cask "qlimagesize"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "sensei"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "suspicious-package"
cask "temurin"
cask "temurin@8"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "warp"
cask "wkhtmltopdf"
cask "zoom"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.bookmarks"
vscode "alexisvt.flutter-snippets"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "circlecodesolution.ccs-flutter-color"
vscode "codescene.codescene-vscode"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidwoo.flutter-auto-import"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "eamodio.gitlens"
vscode "emeraldwalk.runonsave"
vscode "emilast.logfilehighlighter"
vscode "erd0s.terraform-autocomplete"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.code-runner"
vscode "genieai.chatgpt-vscode"
vscode "github.copilot"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "golang.go-nightly"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "jakebathman.mysql-syntax"
vscode "jebbs.plantuml"
vscode "joaoacdias.golang-tdd"
vscode "marcelovelasquez.flutter-tree"
vscode "mechatroner.rainbow-csv"
vscode "medo64.code-point"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "nash.awesome-flutter-snippets"
vscode "nhoizey.gremlins"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "oracle.mysql-shell-for-vs-code"
vscode "patbenatar.advanced-new-file"
vscode "plex.vscode-protolint"
vscode "premparihar.gotestexplorer"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "ryu1kn.partial-diff"
vscode "sdras.night-owl"
vscode "sdras.vue-vscode-extensionpack"
vscode "shardulm94.trailing-spaces"
vscode "streetsidesoftware.code-spell-checker"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vue.volar"
vscode "wandecilenio-martins.ddl-2-go-struct"
vscode "wayou.vscode-todo-highlight"
vscode "wesbos.theme-cobalt2"
vscode "wmaurer.change-case"
vscode "wmaurer.vscode-jumpy"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "zxh404.vscode-proto3"
