tap "aquasecurity/trivy"
tap "gjbae1212/gossm"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "oven-sh/bun"
tap "productdevbook/tap"
tap "satococoa/tap"
tap "thoughtbot/formulae"
brew "amazon-ecs-cli"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "asciinema"
brew "readline"
brew "awscli"
brew "awslogs"
brew "bandwhich"
brew "bat"
brew "clang-format"
brew "cmake"
brew "lima"
brew "colima"
brew "gmp"
brew "coreutils"
brew "dash-shell"
brew "delve"
brew "editorconfig"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "fontforge", link: false
brew "fzf"
brew "fzy"
brew "libavif"
brew "gemini-cli"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gitleaks"
brew "gnupg"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "hey"
brew "hub"
brew "libheif"
brew "python@3.12"
brew "imagemagick"
brew "ipinfo"
brew "jo"
brew "jpegoptim"
brew "jq"
brew "libxml2"
brew "libyaml"
brew "mise"
brew "protobuf"
brew "python@3.11"
brew "mitmproxy"
brew "neovim"
brew "openjdk"
brew "parallel"
brew "peco"
brew "pkgconf"
brew "plantuml"
brew "pngquant"
brew "podman"
brew "poetry"
brew "pre-commit"
brew "pwgen"
brew "python@3.10"
brew "qemu"
brew "qt"
brew "rcm"
brew "ripgrep"
brew "ruby-build"
brew "rust"
brew "semgrep"
brew "shellcheck"
brew "stern"
brew "subversion"
brew "terraformer"
brew "terrascan"
brew "tflint"
brew "tfsec"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "uv"
brew "vegeta"
brew "vercel-cli"
brew "vim"
brew "wget"
brew "wifi-password"
brew "wireshark"
brew "wrk"
brew "yamllint"
brew "zsh-completions"
brew "aquasecurity/trivy/trivy"
brew "gjbae1212/gossm/gossm"
brew "hashicorp/tap/terraform-ls"
brew "oven-sh/bun/bun"
brew "satococoa/tap/wtp"
cask "1password-cli"
cask "1password@7"
cask "android-studio"
cask "apparency"
cask "arc"
cask "brave-browser"
cask "cursor"
cask "cyberduck"
cask "discord"
cask "docker-desktop"
cask "fig"
cask "firefox"
cask "font-hack-nerd-font"
cask "fontforge-app"
cask "gcloud-cli"
cask "ghostty"
cask "glance"
cask "google-chrome"
cask "iterm2"
cask "jpc-qlcolorcode"
cask "karabiner-elements"
cask "kindle"
cask "macwinzipper"
cask "maczip4win"
cask "notion"
cask "portkiller"
cask "powershell"
cask "qlimagesize"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "sensei"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "suspicious-package"
cask "temurin"
cask "temurin@8"
cask "typora"
cask "wkhtmltopdf"
cask "zoom"
vscode "alexisvt.flutter-snippets"
vscode "anthropic.claude-code"
vscode "anysphere.cursorpyright"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "christian-kohler.path-intellisense"
vscode "circlecodesolution.ccs-flutter-color"
vscode "coderabbit.coderabbit-vscode"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "davidwoo.flutter-auto-import"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.codespaces"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "golang.go-nightly"
vscode "hashicorp.terraform"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "irongeek.vscode-env"
vscode "jakebathman.mysql-syntax"
vscode "kevinkern.instructa-ai-prompts"
vscode "lokalise.i18n-ally"
vscode "marcelovelasquez.flutter-tree"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "medo64.code-point"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "nash.awesome-flutter-snippets"
vscode "neilding.language-liquid"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "postman.postman-for-vscode"
vscode "premparihar.gotestexplorer"
vscode "rangav.vscode-thunder-client"
vscode "rebornix.ruby"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.partial-diff"
vscode "sdras.vue-vscode-extensionpack"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tht13.html-preview-vscode"
vscode "timonwong.shellcheck"
vscode "toba.vsfire"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "vue.volar"
vscode "wandecilenio-martins.ddl-2-go-struct"
vscode "wingrunr21.vscode-ruby"
vscode "wmaurer.change-case"
vscode "wordpresstoolbox.wordpress-toolbox"
vscode "zignd.html-css-class-completion"
vscode "zxh404.vscode-proto3"
